dict = {
    'Креветка очищенная': [
        {'cost': 9, 'energy': 95}
        ],
    'Фунчоза': [
        {'cost': 14, 'energy': 350}
        ],
    'Корень имбиря': [
        {'cost': 40, 'energy': 80}
        ],
    'Капуста китайская': [
        {'cost': 3, 'energy': 15}
        ],
    'Лайм': [
        {'cost': 12, 'energy': 35}
        ],
    'Перец рамиро': [
        {'cost': 6, 'energy': 35}
        ],
    'Соевый соус': [
        {'cost': 16.5, 'energy': 55}
        ],
    'Кунжутное масло': [
        {'cost': 100, 'energy': 885}
        ],
    'Красный лук': [
        {'cost': 8, 'energy': 40}
        ],
    'Растительное масло': [
        {'cost': 7.5, 'energy': 885}
        ],
    'Чеснок': [
        {'cost': 40, 'energy': 145}
        ],
    'Кинза': [
        {'cost': 1.5, 'energy': 25}
        ],
    'Морковь': [
        {'cost': 2, 'energy': 40}
        ],
    'Сахар': [
        {'cost': 20, 'energy': 3900}
        ],
    'Кунжутное семечко': [
        {'cost': 20, 'energy': 565}
        ],
    'Кипячёная вода': [
        {'cost': 0, 'energy': 0}
    ],
    'Мука': [
        {'cost': 10, 'energy': 5}
    ],
    'Дрожжи': [
        {'cost': 40, 'energy': 325}
    ],
    'Соль': [
        {'cost': 5, 'energy': 0}
    ],
    'Оливковое масло': [
        {'cost': 25, 'energy': 885}
    ],
    'Сливочное масло': [
        {'cost': 75, 'energy': 715}
    ],
    'Сыр': [
        {'cost': 50, 'energy': 400}
    ],
    'Пармезан': [
        {'cost': 400, 'energy': 430}
    ],
    'Говядина': [
        {'cost': 65, 'energy': 250}
    ],
    'Говяжий жир': [
        {'cost': 20, 'energy': 900}
    ],
    'Луковица': [
        {'cost': 40, 'energy': 45}
    ],
}
