dict = {
    'Креветка очищенная': [
        {'cost': 9, 'energy': 95}
        ],
    'Фунчоза': [
        {'cost': 14, 'energy': 351}
        ],
    'Корень имбиря': [
        {'cost': 40, 'energy': 80}
        ],
    'Капуста китайская': [
        {'cost': 3.1, 'energy': 13}
        ],
    'Лайм': [
        {'cost': 12, 'energy': 30}
        ],
    'Перец рамиро': [
        {'cost': 6, 'energy': 30}
        ],
    'Соевый соус': [
        {'cost': 16.666, 'energy': 53}
        ],
    'Кунжутное масло': [
        {'cost': 100, 'energy': 884}
        ],
    'Красный лук': [
        {'cost': 8, 'energy': 42 }
        ],
    'Растительное масло': [
        {'cost': 7.5, 'energy': 884}
        ],
    'Чеснок': [
        {'cost': 40, 'energy': 143}
        ],
    'Кинза': [
        {'cost': 1.5, 'energy': 23}
        ],
    'Морковь': [
        {'cost': 2, 'energy': 41}
        ],
    'Сахар': [
        {'cost': 20, 'energy': 387}
        ],
    'Кунжутное семечко': [
        {'cost': 20, 'energy': 565}
        ],
    'Кипячёная вода': [
        {'cost': 0, 'energy': 0}
    ],
    'Мука': [
        {'cost': 10, 'energy': 364}
    ],
    'Дрожжи': [
        {'cost': 40, 'energy': 325}
    ],
    'Соль': [
        {'cost': 5, 'energy': 0}
    ],
    'Оливковое масло': [
        {'cost': 25, 'energy': 884}
    ],
    'Сливочное масло': [
        {'cost': 75, 'energy': 717}
    ],
    'Сыр': [
        {'cost': 50, 'energy': 402}
    ],
    'Пармезан': [
        {'cost': 400, 'energy': 431}
    ],
    'Говядина': [
        {'cost': 65, 'energy': 250}
    ],
    'Говяжий жир': [
        {'cost': 19, 'energy': 902}
    ],
    'Луковица': [
        {'cost': 40, 'energy': 47}
    ],
}
