# Создать модуль my_burger. В нем определить функции добавления инградиентов:
#  - булочки
#  - котлеты
#  - огурчика
#  - помидорчика
#  - майонеза
#  - сыра
# В каждой функции выводить на консоль что-то вроде "А теперь добавим ..."

def bun():
    return 'А теперь добавим булочку'


def cutlet():
    return 'А теперь добавим котлеты'


def cucumber():
    return 'А теперь добавим огурчик'


def tomato():
    return('А теперь добавим помидорчик')


def mayonnaise():
    return('А теперь добавим майонез')


def cheese():
    return('А теперь добавим сыр')


def oil():
    return('А теперь добавим масло')


def onion():
    return('А теперь добавим луковицы')


def ketchup():
    return('А теперь добавим кетчуп')


def vinegar():
    return('А теперь добавим уксус')


def stuffing():
    return('А теперь добавим фарш')


def salad():
    return('А теперь добавим салат')


def mustard():
    return('А теперь добавим горчицу')